
* 好的规划，能节省时间
** thinkphp 源码解析 
** 没有需求，只能给自己创造需求，网上也有需求
** 80*140，超市买铺桌子上，10点学习睡觉
   
* TODO 马上做
** TODO 渗透知识
   https://github.com/Mr-xn/Penetration_Testing_POC.git

** TODO 做小说app，放老版本的书,放个片刻栏目，放商户广告
* TODO 天天做
** PROG 有氧运动5分钟
   SCHEDULED: <2021-09-15 三>
   :PROPERTIES:
   :LAST_REPEAT: [2021-09-14 二 20:14]
   :END:
   :LOGBOOK:
   CLOCK: [2021-09-15 三 05:20]--[2021-09-15 三 05:45] =>  0:25
   :END:
   
   - State "DONE"       from "PAUS"       [2021-09-14 二 20:14]
** PROG 看书1小时
   SCHEDULED: <2021-09-14 二.+1d>
   :LOGBOOK:
   CLOCK: [2021-10-01 五 15:01]--[2021-10-01 五 15:26] =>  0:25
   CLOCK: [2021-09-29 三 20:43]--[2021-09-29 三 21:08] =>  0:25
   CLOCK: [2021-09-19 日 16:49]--[2021-10-01 五 15:01] => 286:12
   CLOCK: [2021-09-15 三 06:18]--[2021-09-15 三 06:54] =>  0:36
   CLOCK: [2021-09-14 二 20:49]--[2021-09-14 二 21:14] =>  0:25
   :END:

** PROG 整理自己的博客 
   SCHEDULED: <2021-09-14 二.+1d>
   :LOGBOOK:
   CLOCK: [2021-09-14 二 20:16]--[2021-09-14 二 20:41] =>  0:25
   :END:
* TODO 短期目标                                                    :短期目标:
** 工资8000  
** 做个公司
* TODO 长远目标                                                    :长远目标:

** TODO 娶妻
** TODO 生意

* 兴趣
 有两种互联网从业者：一种是真正热爱互联网的人，他们从业务的探索中获得乐趣，至于商业成功带来的衍生的其他利益，则被视为是额外的；
 另一种，从事这一行业只是手段，或者面对异性时更有吸引力才是他们所追求的。
 两种从业者都可能成功或者失败，但是只有前一种人才能够创造历史 ，谢家华就是其中的一例。

